IdeaRS.Connections
AddedMemberData.PlateEdgeInx Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the plate edge index if widener loc type is selected.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int PlateEdgeInx { get; set; }
Property Value
Type: Int32
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace